export default function BemInfo() {
    return (
        <div className={'block-info-inner'}>
            <p>
                Сильно не вникал в эти библотеки, так как было интересно каждую деталь прорабатывать
                самому. Источниками изучения были различные видео и официальная документация.
            </p>
            <p>
                Кстати, при изучении Bootstrap я открыл для себя методологию
                <a href="https://ru.bem.info/methodology/" target={'_blank'}> БЭМ </a>
                (Блок - Элемент - Модификатор)
                и мне она понравилась.
            </p>
        </div>
    )
}